Repository: BjornToreLodding/HoplaGitHub
Catalog: IOS/Hopla/Localizable.xcstrings
Source language: en
Languages: nb

source: (Save) - not working
nb: (Lagre) - virker ikke

source: %@: Me
nb: %@: Meg

source: Add a Horse
nb: Legg til en hest

source: Add Friend
nb: Legg til venn

source: Add Horse
nb: Legg til hest

source: Add Stable
nb: Ny Stall

source: Age: %lld years old
nb: Alder: %lld år gammel

source: Allow collection of statistics
nb: Tillat innsamling av statistikk

source: Apply Filters
nb: Bruk filtere

source: Are you sure you want to delete %@?
nb: Sikker på at du vil slette %@?

source: Are you sure you want to delete your user?
nb: Sikker på at du vil slette brukeren din?

source: Are you sure you want to log out?
nb: Sikker på at du vil logge ut?

source: Breed: %@
nb: Rase: %@

source: Camera
nb: Kamera

source: Cancel
nb: Avbryt

source: Change email
nb: Endre e-post

source: Change password
nb: Endre passord

source: Change Password
nb: Endre passord

source: Change Profile Picture
nb: Endre profilbilde

source: Choose
nb: Velg

source: Clear All Filters
nb: Nullstill alle filtere

source: Comment: %@
nb: Kommentar: %@

source: Community
nb: Fellesskap

source: Condition
nb: Tilstand

source: Condition: %lld
nb: Tilstand: %lld

source: Confirm Deletion
nb: Slett Bruker

source: Confirm new password
nb: Bekreft nytt passord

source: Confirm password
nb: Bekreft passord

source: Continue
nb: Fortsett

source: Create a New Update
nb: Ny oppdatering

source: Dark Mode
nb: Mørk-modus

source: Date of Birth
nb: Fødselsdag

source: Day
nb: Dag

source: Delete
nb: Slett

source: Delete Horse
nb: Slett Hest

source: Delete User
nb: Slett bruker

source: Description
nb: Beskrivelse

source: Description of trail
nb: Beskrivelse av løype

source: Description:
nb: Beskrivelse:

source: Display
nb: Visning

source: Distance: %@
nb: Distanse: %@

source: Done
nb: Ferdig

source: Duration: %@
nb: Varighet: %@

source: Duration: %@ min
nb: Varighet: %@ min

source: Email
nb: E-post

source: English
nb: Engelsk

source: Enter %@
nb: Skriv %@

source: Enter breed
nb: Skriv inn rase

source: Enter current password
nb: Skriv nåværende passord

source: Enter email address
nb: Skriv en e-postadresse

source: Enter email:
nb: Skriv inn e-post:

source: Enter horse name
nb: Skriv inn hestens navn

source: Enter new email
nb: Skriv inn ny e-post

source: Enter new password
nb: Skriv nytt passord

source: Enter old password
nb: Skriv gammelt passord

source: Enter password
nb: Skriv inn passord

source: Enter topic
nb: Skriv inn emne

source: Enter your email
nb: Skriv e-posten din

source: Enter your email address to reset your password:
nb: Skriv inn e-posten din for å endre passord:

source: Enter your password
nb: Skriv inn passord

source: Fill in Details
nb: Fyll inn detaljer

source: Filters
nb: Filtere

source: Filters:
nb: Filtere:

source: Follow
nb: Følg

source: Following
nb: Følger

source: Forgotten password?
nb: Glemt passord?

source: Friend
nb: Venn

source: Friend Requests
nb: Venneforespørsler

source: Friends
nb: Venner

source: Friends: %lld
nb: Venner: %lld

source: Hike Details
nb: Detaljer om tur

source: Hike saved to My Activity
nb: Tur lagret i Min Aktivitet

source: Hikes
nb: Løyper

source: Hikes:
nb: Løyper:

source: Home
nb: Hjem

source: Horse Details
nb: Mer info hest

source: Horse: %@
nb: Hest: %@

source: Horses: %lld
nb: Hester: %lld

source: Image Selection
nb: Velg bilde

source: Join now
nb: Bli med nå

source: Length: %@ km
nb: Lengde: %@ km

# Length: %@ km | Duration: %@ min
source: Length: %1$@ km | Duration: %2$@ min
nb: Lengde: %1$@ km | Tid: %2$@ min

source: Loading filters...
nb: Laster inn filtere…

source: Loading Hikes...
nb: Laster løyper…

source: Loading more hikes...
nb: Laster flere løyper…

source: Loading profile...
nb: Laster profil…

source: Loading updates...
nb: Laster inn oppdateringer…

source: Loading...
nb: Laster…

source: Log In
nb: Logg inn

source: Log Out
nb: Logg ut

source: Login Failed
nb: Login feilet

source: Message
nb: Melding

source: Month
nb: Måned

source: My activity
nb: Min aktivitet

source: My friends
nb: Mine venner

source: My horses
nb: Mine hester

source: My rating:
nb: Min vurdering:

source: Name
nb: Navn

source: New Hike
nb: Ny Tur

source: New Profile Picture
nb: Nytt profilbilde

source: New update
nb: Ny oppdatering

source: No details available
nb: Ingen detaljer tilgjengelig

source: No hikes found.
nb: Ingen løyper funnet.

source: No image selected
nb: Ingen bilde valgt

source: No updates found for this trail.
nb: Ingen oppdateringer funnet for denne løypen.

source: Not a member? Sign up
nb: Ikke medlem? Ny bruker

source: Password
nb: Passord

source: Password must be at least 9 characters and include 1 uppercase, 1 lowercase, 1 number, and 1 special symbol.
nb: Passord må inneholde minst 9 tegn, og må inkludere minst 1 stor bokstav, 1 liten bokstav, 1 tall og 1 spesialtegn.

source: Pending
nb: Venter…

source: Photos
nb: Bilder

source: Pick Image
nb: Velg bilde

source: Please check your mail to validate your account.
nb: Venligst åpne e-posten vi har sendt deg for å validere brukeren din.

source: Private Group
nb: Privat gruppe

source: Private Hike?
nb: Privat løype?

source: Profile
nb: Profil

source: Rating:
nb: Vurdering:

source: Register New Account
nb: Registrer ny bruker

source: Report an Issue
nb: Rapporter et Problem

source: Save
nb: Lagre

source: Save Hike
nb: Lagre tur

source: Save or Fill in Details
nb: Lagre eller fyll inn detaljer

source: Search following...
nb: Søk gjennom de du følger…

source: Search for Users to Add...
nb: Søk etter brukere…

source: Search for Users to Follow...
nb: Søk etter brukere…

source: Search friends...
nb: Søk etter venner…

source: Search hikes...
nb: Søk etter løyper…

source: Search stables...
nb: Søk etter stall

source: Select a Horse
nb: Velg hest

source: Select Filters
nb: Velg filtere

source: Select Horse
nb: Velg hest

source: Select Image
nb: Velg bilde

source: Selected Horse: %@
nb: Valgt hest: %@

source: Send a Report
nb: Send en Rapport

source: Settings
nb: Innstillinger

source: Stable Details
nb: Stalldetaljer

source: Stars: %lld
nb: Stjerner: %lld

source: Start hike
nb: Følg løype

source: Statistics Collection
nb: Innsamling av statistikk

source: Stop
nb: Stopp

source: Submit
nb: Send inn

source: Submit Update
nb: Send inn oppdatering

source: The app must reload to apply language change
nb: Appen må lastes inn på nytt etter språkendring

source: This action cannot be undone.
nb: Dette kan ikke endres.

source: Time: %@
nb: Tid: %@

source: Title
nb: Tittel:

source: Title: %@
nb: Tittel: %@

source: Trail name
nb: Løypenavn

source: Trail name: %@
nb: Løypenavn: %@

source: Trail Name: %@
nb: Løypenavn: %@

source: Trail Updates
nb: Oppdatering om løype

source: Type a message…
nb: Skriv en melding…

source: Updated on: %@
nb: Oppdatert: %@

source: Upgrade to Trail
nb: Oppgrader til løype

source: User created successfully
nb: Bruker opprettet

source: View Updates
nb: Se oppdateringer

source: We collect usage data to help improve Hopla
nb: Vi samler inn brukerdata for å forbedre Hopla

source: Write the new email and your current password to change your email.
nb: Skriv inn din nye e-post og ditt nåværende passord for å endre e-posten din.

source: Year
nb: År

source: Yes
nb: Ja

source: You will be logged out of your account.
nb: Du blir logget ut av kontoen din.
